{
  "dayCache": [
    [
      0,
      3,
      8,
      14
    ],
    [
      1,
      4,
      9,
      15,
      19,
      24,
      25,
      26,
      27,
      28
    ],
    [
      2,
      5,
      10,
      16,
      20,
      29,
      30,
      31,
      32
    ],
    [
      6,
      11,
      17,
      21,
      33,
      35,
      36,
      37,
      38,
      40,
      41,
      42,
      44,
      45,
      46
    ],
    [
      7,
      12,
      18,
      22,
      34,
      39,
      43
    ],
    [
      13,
      18,
      23
    ],
    []
  ],
  "schedule": [
    {
      "id": 0,
      "event": 0,
      "location": 0,
      "start": 1410768000000,
      "end": 1410789600000
    },
    {
      "id": 1,
      "event": 0,
      "location": 0,
      "start": 1410854400000,
      "end": 1410876000000
    },
    {
      "id": 2,
      "event": 0,
      "location": 0,
      "start": 1410940800000,
      "end": 1410962400000
    },
    {
      "id": 3,
      "event": 1,
      "location": 1,
      "start": 1410768000000,
      "end": 1410789600000
    },
    {
      "id": 4,
      "event": 1,
      "location": 1,
      "start": 1410854400000,
      "end": 1410876000000
    },
    {
      "id": 5,
      "event": 1,
      "location": 1,
      "start": 1410940800000,
      "end": 1410962400000
    },
    {
      "id": 6,
      "event": 1,
      "location": 1,
      "start": 1411027200000,
      "end": 1411048800000
    },
    {
      "id": 7,
      "event": 1,
      "location": 1,
      "start": 1411113600000,
      "end": 1411135200000
    },
    {
      "id": 8,
      "event": 2,
      "location": 2,
      "start": 1410771600000,
      "end": 1410796800000
    },
    {
      "id": 9,
      "event": 2,
      "location": 2,
      "start": 1410858000000,
      "end": 1410883200000
    },
    {
      "id": 10,
      "event": 2,
      "location": 2,
      "start": 1410944400000,
      "end": 1410969600000
    },
    {
      "id": 11,
      "event": 2,
      "location": 2,
      "start": 1411030800000,
      "end": 1411056000000
    },
    {
      "id": 12,
      "event": 2,
      "location": 2,
      "start": 1411117200000,
      "end": 1411142400000
    },
    {
      "id": 13,
      "event": 2,
      "location": 2,
      "start": 1411203600000,
      "end": 1411228800000
    },
    {
      "id": 14,
      "event": 3,
      "location": 3,
      "start": 1410771600000,
      "end": 1410789600000
    },
    {
      "id": 15,
      "event": 4,
      "location": 4,
      "start": 1410854400000,
      "end": 1410879600000
    },
    {
      "id": 16,
      "event": 4,
      "location": 4,
      "start": 1410940800000,
      "end": 1410966000000
    },
    {
      "id": 17,
      "event": 4,
      "location": 4,
      "start": 1411027200000,
      "end": 1411052400000
    },
    {
      "id": 18,
      "event": 4,
      "location": 4,
      "start": 1411113600000,
      "end": 1411138800000
    },
    {
      "id": 19,
      "event": 5,
      "location": 5,
      "start": 1410854400000,
      "end": 1410886800000
    },
    {
      "id": 20,
      "event": 5,
      "location": 5,
      "start": 1410940800000,
      "end": 1410973200000
    },
    {
      "id": 21,
      "event": 5,
      "location": 5,
      "start": 1411027200000,
      "end": 1411059600000
    },
    {
      "id": 22,
      "event": 5,
      "location": 5,
      "start": 1411113600000,
      "end": 1411146000000
    },
    {
      "id": 23,
      "event": 5,
      "location": 5,
      "start": 1411200000000,
      "end": 1411232400000
    },
    {
      "id": 24,
      "event": 6,
      "location": 6,
      "start": 1410858000000,
      "end": 1410872400000
    },
    {
      "id": 25,
      "event": 7,
      "location": 1,
      "start": 1410858000000,
      "end": 1410865200000
    },
    {
      "id": 26,
      "event": 8,
      "location": 7,
      "start": 1410868800000,
      "end": 1410879600000
    },
    {
      "id": 27,
      "event": 9,
      "location": 8,
      "start": 1410883200000,
      "end": 1410890400000
    },
    {
      "id": 28,
      "event": 10,
      "location": 8,
      "start": 1410892200000,
      "end": 1410899400000
    },
    {
      "id": 29,
      "event": 11,
      "location": 9,
      "start": 1410940800000,
      "end": 1410962400000
    },
    {
      "id": 30,
      "event": 12,
      "location": 4,
      "start": 1410940800000,
      "end": 1410948000000
    },
    {
      "id": 31,
      "event": 13,
      "location": 4,
      "start": 1410944400000,
      "end": 1410962400000
    },
    {
      "id": 32,
      "event": 14,
      "location": 10,
      "start": 1410944400000,
      "end": 1410951600000
    },
    {
      "id": 33,
      "event": 0,
      "location": 11,
      "start": 1411027200000,
      "end": 1411048800000
    },
    {
      "id": 34,
      "event": 0,
      "location": 11,
      "start": 1411113600000,
      "end": 1411135200000
    },
    {
      "id": 35,
      "event": 15,
      "location": 6,
      "start": 1411029000000,
      "end": 1411041600000
    },
    {
      "id": 36,
      "event": 16,
      "location": 3,
      "start": 1411030800000,
      "end": 1411048800000
    },
    {
      "id": 37,
      "event": 17,
      "location": 0,
      "start": 1411030800000,
      "end": 1411052400000
    },
    {
      "id": 38,
      "event": 18,
      "location": 7,
      "start": 1411030800000,
      "end": 1411056000000
    },
    {
      "id": 39,
      "event": 18,
      "location": 7,
      "start": 1411117200000,
      "end": 1411142400000
    },
    {
      "id": 40,
      "event": 19,
      "location": 12,
      "start": 1411038000000,
      "end": 1411045200000
    },
    {
      "id": 41,
      "event": 20,
      "location": 4,
      "start": 1411039800000,
      "end": 1411045200000
    },
    {
      "id": 42,
      "event": 21,
      "location": 3,
      "start": 1411041600000,
      "end": 1411048800000
    },
    {
      "id": 43,
      "event": 21,
      "location": 3,
      "start": 1411128000000,
      "end": 1411135200000
    },
    {
      "id": 44,
      "event": 22,
      "location": 4,
      "start": 1411045200000,
      "end": 1411054200000
    },
    {
      "id": 45,
      "event": 23,
      "location": 13,
      "start": 1411059600000,
      "end": 1411079400000
    },
    {
      "id": 46,
      "event": 24,
      "location": 14,
      "start": 1411063200000,
      "end": 1411070400000
    }
  ],
  "events": [
    {
      "name": "Ministry of Science Live!",
      "img": "ministryofscience.png",
      "desc_short": "Ministry of Science Live is not your ordinary science show – it comes with a bang. It comes with a whoosh. But most of all it comes with a Hovercraft built on stage.",
      "desc_full": "WARNING. WARNING. This is a public safety announcement… Please keep your head firmly on your shoulders and your arms, legs and feet firmly inside the ride at all times – Ministry of Science Live is about to explode onto a stage near you soon! Ministry of Science Live is not your ordinary science show – it comes with a bang. It comes with a whoosh. But most of all it comes with a Hovercraft built on stage.<br><br>From liquid nitrogen frozen flowers to hydrogen bottle rockets fired right at you the show will take you on a journey using demonstrations and a few loud bangs to lead the way. From the creative team behind Brainiac Live, Guinness World Records Officially Amazing Science Live and a whole load of other educational shows with an anarchic twist – Ministry of Science Live is not to be missed….<br><br>Ministry of Science is supported by Seagate and ILEX",
      "tags": ["Schools Only"],
      "partners": [
        0,
        12
      ]
    },
    {
      "nameShort": "1,000 Digital Champions",
      "name": "1,000 Digital Champions - Schools Edition",
      "img": "1000digitalchampions.jpg",
      "desc_short": "Across the week of CultureTECH we'll be working with around 1,500 young people to help them get involved in our 1,000 Digital Champions campaign. ",
      "desc_full": "Across the week of CultureTECH we'll be working with around 1,500 young people to help them get involved in our 1,000 Digital Champions campaign.<br><br>The campaign has been developed in support of the Go ON NI initiative which seeks to address the lack of digital skills across Northern Ireland. Digital champions volunteer their time to share their online skills with friends, family, colleagues and neighbours - helping thousands more people get online in the process.<br><br>These sessions are made possible through the generous support of Seagate and Arts & Business NI ",
      "tags": ["Schools Only"],
      "partners": [
        12,
        0
      ]
    },
    {
      "nameShort": "The Starry Messenger",
      "name": "The Starry Messenger: Seven Artist Filmmakers",
      "img": "starrymessenger.png",
      "desc_short": "Void brings together work by seven contemporary artist filmmakers that signal the value of what is held within film as a medium",
      "desc_full": "Should we describe today the art and technology of celluloid filmmaking as a redundant technology or an extinct artform?<br><br>Across the spectrum, from high end commercial film to emerging filmmakers and film schools, moving image media are ever more exclusively digital both in production and screening. Film labs, seemingly no-longer commercially viable, are closing and the survival of analogue film-making has come to resemble a campaign for a critically endangered species, as filmmakers, artists, and critics across the world have had to come together to campaign for institutional support to safeguard the ability to manufacture, shoot, process, print, make and project film. The campaign savefilm.org is approaching national and international organisations to take active steps to protect the medium of film, and is requesting that UNESCO recognise film, the practice of filmmaking and film projection as world cultural heritage.<br><br>As part of this discussion, in summer 2014 Void brings together work by seven contemporary artist filmmakers that signal the value of what is held within film as a medium, what is visible and invisible in celluloid, its physics and chemistry, its emulsion and grain and lights and darks, and its place as a language and medium in our collective memories.",
      "tags": ["Free"]
    },
    {
      "nameShort": "Crows on the Wire Launch",
      "name": "Crows on the Wire App Launch",
      "img": "crowsonthewire.jpg",
      "desc_short": "An innovative interactive graphic novel from the original drama by Jonathan Burgess adapted for comics by Black North",
      "desc_full": "An innovative interactive graphic novel from the original drama by Jonathan Burgess<br><br>Adapted for comics by Black North<br><br>With additional educational material by Dr Alan McMurray.<br><br>Verbal Arts Centre will be joined by vibrant digital media company Black North to present the most innovative and stimulating educational resource created to date for iPads and tablets.  This beautifully illustrated comic is a ground breaking educational tool for teachers of Citizenship and History.<br><br>The story explores the subject of policing, and is set on the night of the transition from the RUC to PSNI.  The story is set in the police locker room, which you can visit in 3D using the amazing Oculus Rift.<br><br>Immerse yourself in the Crows on the Wire experience using the Oculus Rift in the company of Black North at the Verbal Arts Centre on Monday 15th September from 10am-3pm.<br><br>This project is funded under the EU’s PEACE III Programme, managed for the SEUPB by Pobal. ",
      "tags": [
        "Free",
        "Registration Advised"
      ],
      "rsvp": {
        "heading": "Registration Advised",
        "instructions": "<b>Register by Telephone</b><br>(028) 71266946",
        "tel": "2871266946"
      }
    },
    {
      "nameShort": "Honeycomb Bootcamp",
      "name": "Honeycomb - Creative Works Bootcamp",
      "img": "honeycombbootcamp.jpg",
      "desc_short": "Twenty winners of the Honeycomb Creative Buzz Award take part in a four-day intensive mentoring and networking experience to kickstart their digital careers.",
      "desc_full": "This is an invitation-only event for the digital creators of tomorrow.<br><br>Twenty winners of the Honeycomb Creative Buzz Award take part in a four-day intensive mentoring and networking experience to kickstart their digital careers.",
      "tags": ["Invitation Only"],
      "partners": [7]
    },
    {
      "name": "Magic Touch",
      "img": "magictouch.jpg",
      "desc_short": "Magic Touch is an exhibition that features work by Kate Davis, Jessie Flood-Paddock, Katja Novitskova, Padraig Spillane and Artie Vierkant ",
      "desc_full": "Magic Touch is an exhibition that features work by Kate Davis, Jessie Flood-Paddock, Katja Novitskova, Padraig Spillane and Artie Vierkant – five contemporary artists who respond to the way that objects and technologies carry the imprint of the human body.<br><br>The exhibition considers our changing relationships to objects, presenting works such as Kate Davis’s video installation Denkmal  (2013) that narrates the touch of common objects that recent technology has made redundant; or Katja Novitskova’s series sculptural works Shapeshifters (2013-14) that appear like primitive weapons, made from hand-pressed epoxy clay, nail polish and broken computer wafers.<br><br>Magic Touch has been developed through the recognition of contemporary displacements of the human body. This is a displacement caused by the new technologies of our inter-connected ‘touch-screen’ world, and another kind of displacement that follows recent ‘object-orientated’ and ‘post-humanist’ philosophies that have undermined notions of human empowerment over things. As such, Magic Touch considers how the human body continues to imprint itself in new ways upon the objects and technologies that at first appear to dispel it on physical and metaphysical terms.",
      "tags": ["Free"]
    },
    {
      "name": "See Tech",
      "img": "seetech.jpg",
      "desc_short": "See Tech offers a look at the accessibility features on everyday digital technology to make the screen bigger, clearer and easier to see",
      "desc_full": "In conjunction with RNIB, See Tech offers a look at the accessibility features on everyday digital technology to make the screen bigger, clearer and easier to see. Devices include tablets, phones and ebook readers.<br><br>Come along and see how digital technology can help you, what's new to the market, and how you can benefit from accessing the built in features that will make it easier to read and use your devices.<br><br>Even if you feel a little strain when reading, this casual event may help you access elements in technology that you didn't know could help.",
      "tags": [
        "Free",
        "RSVP Required"
      ],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>getinvited.to/culturetech/see-tech",
        "url": "http://getinvited.to/culturetech/see-tech"
      }
    },
    {
      "nameShort": "Women Who Code",
      "name": "Women Who Code: Tech Teamwork",
      "img": "womenwhocode.jpeg",
      "desc_short": "WWC UK's \"Tech Teamwork\" event aims to showcase the fantastic careers the IT industry has to offer, whilst giving them an insight into some of the ways they can get into coding.",
      "desc_full": "Women Who Code is a worldwide non-profit organisation, with over 12,000 members in 14 countries that aims to help women excel in tech careers. We work on eradicating the gender bias in the tech industry through free monthly hack nights, tech talks and career trainings.<br><br>Women Who Code UK (which began in Belfast, and now spans mainland UK) works on tailoring what the women in each local haven need. We are very happy to be a part of CultureTech, where we will bring the tech industry to young girls.<br><br>In 2013, 245 girls vs 3513 boys chose A Level computing. Think about how many amazing young female entreprenuers we all could have missed out on.<br><br>WWC UK's \"Tech Teamwork\" event aims to showcase the fantastic careers the IT industry has to offer, whilst giving them an insight into some of the ways they can get into coding.",
      "tags": ["Schools Only"]
    },
    {
      "nameShort": "Film Hub NI Launch: SciFi",
      "name": "Film Hub NI Launch: SciFi: Days of Fear and Wonder",
      "img": "filmhub.jpg",
      "desc_short": "Film Hub NI are hosting a free lunchtime screening of  Invasion of the Body Snatchers. Refreshments will be provided.",
      "desc_full": "Welcome reception and screening of Invasion of the Body Snatchers (1956)<br><br>It’s landing…The BFI’s Sci-Fi: Days of Fear and Wonder season of wonderfully weird, entertaining, scary and sometimes downright comical film screenings and events is coming to a venue near you from September to December 2014.<br><br>The season will include over 1000 screenings of classic film and television programmes at over 200 locations across the UK, from outdoor events at iconic British sites to screenings in multiplexes, local cinemas and community venues.<br><br>Join the fun (costume optional) with Film Hub NI’s members Black Box, Nerve Centre, Dungannon Film Club, Filmgoer, Cinemagic, Takeover Film Festival, Strand Arts Centre, Belfast Film Festival, Outburst Arts and QFT as they take you through unexplored territory to a world of aliens, time travel, parallel universes and much more.<br><br>To launch this season, Film Hub NI are hosting a free lunchtime screening of  Invasion of the Body Snatchers. Refreshments will be provided. Tickets are limited and allocated on a first come first served basis - please book by emailing filmhubni@qub.ac.uk<br><br>Further info<br><br>Film Hub NI is part of a significant new national initiative aimed at growing audiences for film across the UK. Running until March 2017, the British Film Institute (BFI) Film Audience Network (FAN) aims to put film at the centre of cultural life in Northern Ireland and the rest of the UK, encouraging more people to see a more diverse range of films in more locations nationally. Film Hub NI is managed and delivered by Queen’s Film Theatre<br><br>The British Film Institute have provided Film Hub NI with funding to support members in a wide range of screenings and events celebrating the Sci-Fi film genre, branded as Sci-Fi: Days of Fear and Wonder.",
      "tags": [
        "Free",
        "RSVP Required"
      ],
      "rsvp": {
        "instructions": "<b>E-Mail (limited tickets)</b><br>filmhubni@qub.ac.uk",
        "email": "filmhubni@qub.ac.uk"
      }
    },
    {
      "name": "Watify Networking Event",
      "img": "watify.jpeg",
      "desc_short": "Join us for the first Industry Event of the week and also meet a few of your fellow festival goers at an informal reception hosted by WATIFY and NORIBIC.",
      "desc_full": "Join us for the first Industry Event of the week and also meet a few of your fellow festival goers at an informal reception hosted by WATIFY and NORIBIC.<br><br>WATIFY, funded by the European Commission, and managed by Deloitte Belgium, DIGITALEUROPE and EBN, is a campaign that has been launched across Europe aiming to raise awareness and support students, entrepreneurs/intrapreneurs and existing businesses to foster digital entrepreneurship.<br><br>The main challenge facing entrepreneurs in Europe is not the lack of great ideas but the fear of turning ideas into reality. Many people with great ideas are reluctant to embrace entrepreneurship because of their doubts. There are as many people wanting to start a business in Europe as there are in the USA, yet we see a significantly lower level of involvement in start-ups on this side of the Atlantic. Only 6% of the adult population of Europe is engaged in a new business, compared with 13% in the USA. That’s why the European Commission has launched the Watify platform. Its ambition is to promote digital entrepreneurship by addressing these doubts, accelerating creation of up to 1.5 million jobs and unlocking the 98% unexploited potential of value creation by going digital.<br><br>Show your support for Digital Entreprenuership and Digital Transformation of existing businesses across Europe by attending the WATIFY Launch in Northern Ireland!<br><br>Here's the lineup:<br><br>17:00 Drinks Reception, Music & Networking with fellow festival goers<br>17:30 Introduction to WATIFY<br>17:35 Panel Discussion: Stimulating digital entrepreneurship & transforming businesses: the challenges today<br>Moderator: TBC<br><br>Speakers<br>Michael Faulkner, CEO at SeedUps / CoFunder<br>Kevin Logue, Managing Director, Uproar Comics<br>Greg O'Hanlon, Managing Partner, Non Zero Sum<br>18:10 Q& A session<br>18:30 Networking Drinks<br>19:00 Close",
      "tags": [
        "Free",
        "RSVP Required"
      ],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>getinvited.to/clarem",
        "url": "http://www.getinvited.to/clarem"
      }
    },
    {
      "name": "Becoming Martian",
      "img": "becomingmartian.jpg",
      "desc_short": "Join Australian physicist, comedian & astronaut candidate Josh Richards on an humorous and informative journey to the red planet",
      "desc_full": "Join Australian physicist, comedian & astronaut candidate Josh Richards on an humorous and informative journey to the red planet, looking at how colonising Mars will change humans in body, mind and soul.<br><br>Short-listed as a candidate to Mars One's 2024 mission to send humans one-way to Mars, and taken from his upcoming book \"Becoming Martian\", Josh blends science, engineering and ethics with comedy as he shares how colonising Mars will change us as a species.<br><br>How will our bodies adapt to life in 38% gravity? How will having no hope of return to Earth affect the colonist's minds, and how will becoming a dual-planet species forever change how we see the universe?<br><br>This event is free but a charitable donation of £5 to Children in Crossfire would be most welcome.",
      "tags": [
        "Free",
        "RSVP Required"
      ],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>getinvited.to/culturetech/becoming-martian",
        "url": "http://getinvited.to/culturetech/becoming-martian"
      }
    },
    {
      "name": "IBM Bluemix",
      "img": "ibm.jpg",
      "desc_short": "CultureTECH and IBM invite entrepreneurs, developers and independent developers to relax, network and listen to IBM experts as they provide an overview and live demo of Bluemix.",
      "desc_full": "The Coding Game Is Changing! You've got to think differently to develop for the cloud!<br><br>CultureTECH and IBM invite entrepreneurs, developers and independent developers to relax, network and listen to IBM experts as they provide an overview and live demo of : Bluemix.<br><br>Developers and business leaders alike can use this opportunity to leap frog competition, develop your applications quicker than ever and deploy applications in a matter of hours.<br><br>Developers and business owners alike will benefit from hearing how Bluemix and Softlayer offers a no cost, secure environment - using new technologies geared towards the cloud for students and start up companies to build and deploy.",
      "tags": ["RSVP Required"],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>getinvited.to/culturetech/ibm-bluemix-demo-workshop/",
        "url": "http://getinvited.to/culturetech/ibm-bluemix-demo-workshop/"
      }
    },
    {
      "name": "Google Juice Bar",
      "img": "googlejuice.png",
      "desc_short": "Google will be bringing the Google Juice Bar to Derry, a series of free seminars and workshops as part of their drive to empower small business owners and aspiring entrepreneurs",
      "desc_full": "Google will be bringing the Google Juice Bar to Derry, a series of free seminars and workshops as part of their drive to empower small business owners and aspiring entrepreneurs gain the necessary skills to get the most out of their digital marketing and boost online presence.<br><br>You'll have the chance to hear from the Google team and meet with them one-on-one to get advice on how to improve your organisation's online presence.<br><br><em>9am-10am: Google presentation<br>10am-11am: One-on-one sessions</em>",
      "tags": [
        "Free",
        "RSVP Required"
      ],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>getinvited.to/culturetech/google-juice-bar/",
        "url": "http://getinvited.to/culturetech/google-juice-bar/"
      }
    },
    {
      "name": "Digital DNA Symposium",
      "img": "digitaldna.jpg",
      "desc_short": "Digital DNA will bring together thought leaders, inspirational speakers and local case studies to illustrate how technology can be leveraged to improve business performance",
      "desc_full": "In today's global marketplace, it is vital for businesses to embrace current and emerging technologies to increase sales and achieve their market potential. Digital DNA will bring together thought leaders, inspirational speakers and local case studies to illustrate how technology can be leveraged to improve businesses performance and improve profitability.<br><br>The Digital DNA Symposium at CultureTECH will be relevant for owners, CEOs, Directors, Sales and Marketing Managers and IT Managers. Building from CultureTECH, Digital DNA will host a week-long series of enterprise-focused events culminating in the main conference in Titanic Belfast on November 6 involving Google, Facebook and Twitter.<br><br>For information about all Digital DNA activities log on to http://digitaldna-ni.com/",
      "tags": ["Ticket Required"],
      "rsvp": {
        "instructions": "<b>Get Ticket Online</b><br>digitaldna-ni.com",
        "url": "http://digitaldna-ni.com/"
      }
    },
    {
      "nameShort": "OLT: Digital Cafe",
      "name": "Old Library Trust Digital Cafe",
      "img": "oldlibrary.jpg",
      "desc_short": "Explore the world of the internet with this Digital Cafe & the launch of the Old Library Trust Website",
      "desc_full": "Explore the world of the internet with this Digital Cafe & the launch of the Old Library Trust Website. Help will be on hand from the Department of Finance and Pensions, who will be  displaying some excellent resources and higlights of the Go ON NI programme.<br><br>Come along and have a free cup of coffee, and also see the official launch of the Old Library Trust’s website.<br><br>We’ll have digital champions on hand to help with the following:<br>- free training<br>- IT advice<br>- online government information and services<br><br>If you are a member of a community organisation, our Digital Champions provide free advice to assist<br>- Setting up a group email/website<br>- Assist community involvement in the Digital age<br>- Providing advice and information and awareness sessions<br>- Providing training and factsheets<br>- Setting up a mini portal",
      "tags": ["Free"]
    },
    {
      "name": "Digital Skills Conference",
      "img": "digitalskills.jpg",
      "desc_short": "We’ve gathered a panel of Digital Champions from across the UK and Ireland to highlight the great work that they’re doing to alleviate the  alarming statistic that 21% of the UK population lack basic digital skills",
      "desc_full": "We’ve gathered a panel of Digital Champions from across the UK and Ireland to highlight the great work that they’re doing to alleviate the  alarming statistic that 21% of the UK population lack basic digital skills.The conference will examine the importance of basic digital skills, with a key focus on how skills can be improved in both voluntary organisation and in commerce, as well as signposting and highlighting excellent local and Northern ireland based resources and organisations that can help.<br><br>As well as a variety of champions from the UK and Ireland, we’ll have a number of breakout sessions outlining how tech can improve voluntary organisations and we’ll be showcasing excellent examples of Tech for Social Good.<br><br>This is the culmination of CultureTECH’s week of digital engagement, which will see 1,000 Digital Champions being crowned in conjunction with Derry City Council and in support of the Go ON NI campaign.<br><br><b>Speakers include:</b><br>Deborah Matthews (Coast & Country Housing and “GO ON UK’s North East Martha”)<br>Naomh McElhatton (Digital Advertising NI and Northern Ireland's Digital Champion)",
      "tags": ["RSVP Required"],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>getinvited.to/culturetech/culturetech-digital",
        "url": "http://getinvited.to/culturetech/culturetech-digital/"
      }
    },
    {
      "nameShort": "Crows on the Wire",
      "name": "Crows on the Wire: Young People's Programme",
      "img": "crowsonthewire.jpg",
      "desc_short": "Using the amazing Oculus Rift technology and incorporating drama activities, the Verbal Arts Centre will host a workshop programme for young people, exploring the story and experience of the Crows on the Wire app for iPad and Tablet",
      "desc_full": "Using the amazing Oculus Rift technology and incorporating drama activities, the Verbal Arts Centre will host a workshop programme for young people, exploring the story and experience of the Crows on the Wire app for iPad and Tablet.<br><br>Local schools and youth groups will have the opportunity to access free interactive digital and drama sessions from 10.00am to 3.00pm on Thursday 18 September in the Verbal Arts Centre. For ages 15+.<br><br>This project is funded under the EU’s PEACE III Programme, managed for the SEUPB by Pobal.",
      "tags": [
        "Age 15+",
        "RSVP Required"
      ],
      "rsvp": {
        "instructions": "<b>Book by Telephone</b><br>(028)71 266 946",
        "tel": "2871266946"
      }
    },
    {
      "name": "Jobs Fair",
      "img": "kickstart.jpg",
      "desc_short": "The North West's biggest jobs fair returns to CultureTECH this year with 15+ technology, media and creative industries employers joining dozens more from retail, hospitality and professional services",
      "desc_full": "The North West's biggest jobs fair returns to CultureTECH this year with 15+ technology, media and creative industries employers (upstairs) joining dozens more from retail, hospitality and professional services (downstairs).<br><br>It's free to attend, just make sure you've got your CV and portfolio with you! ",
      "tags": ["Free"]
    },
    {
      "name": "48 Hour Music Bootcamp",
      "img": "musicbootcamp.jpg",
      "desc_short": "Over 48 hours, experience the entire process of two artists creating a song together and bringing it into the public domain",
      "desc_full": "Music Bootcamp - From fledgling song concept to complete release-ready track in 48 action-packed hours<br><br>Over 48 hours, experience the entire process of two artists (Rachel Sermanni and RAMS’ Pocket Radio) creating a song together and bringing it into the public domain. Get involved in masterclasses in video production, recording and mixing, digital marketing, song writing, photography, and music documentary making.<br><br><b>Rachel Sermanni</b><br>Rachel is a Scottish folk musician from Carrbridge, in Strathspey. She has toured with a number of well-known folk and indie artists in the United Kingdom and performed on BBC Introducing Stage at Reading Festival. She has headlined BBC Scotland's annual Hogmanay Live programme, appearing alongside Frightened Rabbit. Her album “Live in Dawson City” is scheduled for release in October.<br><br><b>RAMS' Pocket Radio</b><br>The alias of multi-instrumentalist, Peter McCauley, RAMS' started life as a drummer in bands and orchestras before beginning to write his own music. With wide ranging and ever changing influences – from Radiohead and Beethoven, to brutalist architecture – it's pop, but deconstructed a little.<br><br><b>Mentors include:</b> Song-writing / co-writing – Paul Steel<br>Paul's music gained international exposure when Mika's track 'Underwater' from his 2013 album The Origin of Love was featured on an high-profile Swatch advert. His writing credits include Nick Littlemore (Empire of the Sun), Mika, Nicola Roberts, Saint Raymond, and PNAU to name but a few.<br><br><b>Recording and mixing</b> – Smalltown America<br>An independent record label based in Derry, home to acts including Axis Of, Sullivan & Gold and PORTS.<br><br><b>Video production</b> – Darren Lee<br>Darren is a film maker who specialises in music videos. He has worked with Runaway Go, The Answer, INXS, LMFAO and LostAlone. His videos have been featured on NME, SCUZZ, MTV and Kerrang!<br><br><b>Video documentary</b> – Bandwidth<br>Bandwidth specialise in making behind the scenes and intimate live session videos of artists. They have worked with The National, Passenger, Ash, SOAK, The Staves and Frightened Rabbit.<br><br><b>Music photography</b> – Carrie Davenport<br>Carrie is a freelance photographer based in Belfast but travelling all across Ireland, the UK and further afield for work. Specialising in music, commercial, PR and event photography, Carrie also shoots documentary style weddings and teaches photography for several organisations.<br><br>Transport to all locations and daily meals will be provided.<br>To apply now go to www.nervecentre.org<br><br>The project is part-financed by the European Union’s European Regional Development Fund through the INTERREG IVA Cross-border Programme managed by the Special EU Programmes Body.",
      "tags": ["Application Required"],
      "rsvp": {
        "instructions": "<b>Apply Online</b><br>nervecentre.org/news/48hr-music-bootc",
        "url": "http://www.nervecentre.org/news/48hr-music-bootc"
      }
    },
    {
      "nameShort": "Startup Fundamentals",
      "name": "Frameworks: Startup Fundamentals",
      "img": "nisp.png",
      "desc_short": "Experienced entrepreneur Eoin Lambkin will outline the key things that every early stage company should consider as it sets off on the road to greatness",
      "desc_full": "Tech startup? Inventor? Scientist? In this free NISP CONNECT Frameworks Workshop for CultureTECH and to mark the opening of the new North West Regional Science Park, experienced entrepreneur Eoin Lambkin will outline the key things that every early stage company should consider as it sets off on the road to greatness.<br><br>Eoin has been based in Northern Ireland for the past 11 years, having previously worked in England, Germany and the Irish Republic within the telecommunications industry. He is an Entrepreneur-in-Residence at the Northern Ireland Science Park and is passionate about the opportunities for new startups here.<br><br><b>His workshop will cover:</b><br>Testing your product/service and market assumptions or are you wasting your time?<br>Getting the business plan understood by everyone involved<br>How to kiss frogs and pick your team<br>Financial considerations every day<br>Creating luck and find yourself a mentor<br>Eoin will also be joined by a panel and there will be plenty of opportunities to ask questions.<br><br><b>Who should attend?</b><br>Science and tech entrepreneurs/startups and ‘wantrepreneurs’ and university researchers only please.<br><br><b>Date and Time</b><br>Thursday September 18 2014<br>12:00 - 14:00<br><br><b>Venue</b><br>North West Regional Science Park, Fort George, Derry~Londonderry<br><br><b>Notes</b><br>Lunch will be provided for attendees<br><br><b>Contact</b><br>Claire Burgoyne at NISP CONNECT: 028 9073 7806 or claire.burgoyne@nispconnect.org",
      "tags": ["RSVP Required"],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>getinvited.to/nispconnect/startup-fundamentals/",
        "url": "http://getinvited.to/nispconnect/startup-fundamentals/"
      }
    },
    {
      "name": "Meet the Board",
      "img": "tsb.jpg",
      "desc_short": "The heads of the digital team from the Technology Strategy Board are partnering with CultureTECH 2014, on an event that will showcase their support and funding options.",
      "desc_full": "The heads of the digital team from the Technology Strategy Board are partnering with CultureTECH 2014, on an event that will showcase their support and funding options. You'll also get the chance to hear from three of three of the most exciting new digital companies in NI.<br><br>Attend and meet the guys from the TSB as well as great local digital and tech contacts. Light lunch provided.",
      "tags": ["RSVP Required"],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>getinvited.to/culturetech/meet-the-technology-st",
        "url": "http://getinvited.to/culturetech/meet-the-technology-st"
      }
    },
    {
      "nameShort": "Verbal Journalism",
      "name": "Verbal Journalism Masterclass",
      "img": "verbaljournalism.jpg",
      "desc_short": "Young people studying journalism at the Verbal Arts Centre will get the chance to be journalists for the day",
      "desc_full": "Young people studying journalism at the Verbal Arts Centre will get the chance to be journalists for the day, learning interview skills, news gathering techniques, writing skills, magazine design and make-up, mobile journalism and recording in the studio environment with Verbal Journalism tutor and Irish News Journalist Leona O'Neill.<br><br>On Day Two they will also attend the Belfast Media Festival where they will share their skills with their peers and be inspired by industry experts on the field of journalism and it ever changing role in reporting the news and current affairs.",
      "tags": ["Schools Only"]
    },
    {
      "name": "Open Data Challenge",
      "img": "opendata.jpg",
      "desc_short": "The 'Northern Ireland Open Data Challenge' is about improving the life of people here by proposing the design of an app that will find new and innovative ways to use NI open data.",
      "desc_full": "Come join NESTA, the Technology Strategy Board, Open Data Institute, DETI, Invest NI and NISRA as host of NI innovators pitch to win £5k with their ideas for new open data apps.<br><br>The 'Northern Ireland Open Data Challenge' is about improving the life of people here by proposing the design of an app that will find new and innovative ways to use NI open data. This will include data from the Northern Ireland Statistics and Research Agency (NISRA), NINIS, Spatial NI and/or data.gov.uk<br><br>Open data is the information and statistics that are accessible to the public, under a license which allows its reuse. The winning application will be the one that is deemed to make best use of Northern Ireland open data to benefit people in Northern Ireland.<br><br>All shortlisted proposals will be presented to a VIP industry panel in this session and the overall winner will receive a cheque for £5000. The judging panel includes:<br><br><b>Nick Appleyard</b><br>Technology Strategy Board<br><br><b>Ed Parkes</b><br>Nesta<br><br><b>Richard Stirling</b><br>Open Data Institute<br><br>You can still enter your own idea for a chance to present (and win) in this session - check out the details here: http://ignitn.com/challenge/opendata14",
      "tags": ["RSVP Required"],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>getinvited.to/culturetech/open-data-challenge-judging",
        "url": "http://getinvited.to/culturetech/open-data-challenge-judging/"
      }
    },
    {
      "name": "Friday Night Mashup",
      "img": "fridaynight.jpg",
      "desc_short": "An innovative event series that brings together the best of Northern Irish tech, film and music",
      "desc_full": "Friday Night Mashup is an innovative event series that brings together the best of Northern Irish tech, film and music. The aim of the series is to connect and empower Northern Ireland’s entrepreneurs to go out and take on the world.<br><br>The Mashup is run by entrepreneurs for entrepreneurs and it provides a great opportunity to meet with other entrepreneurs, tech, film or music enthusiasts as well as investors and media.<br><br>We’re super excited to be growing the Mashup further by putting on an event at CultureTech for over 1000 people. This event will be our biggest event yet with speakers coming from all over the world, including world famous actors, tech execs and musicians who we’ll be announcing very shortly. All we can say for now, it’s going to be BIG!!",
      "tags": ["RSVP Required"],
      "rsvp": {
        "instructions": "<b>RSVP Online</b><br>fridaynightmashup.com",
        "url": "http://www.fridaynightmashup.com"
      }
    },
    {
      "nameShort": "Borderlands Declared",
      "name": "Borderlands Declared: Bridging Borders with Digital Technologies",
      "img": "borderlands.jpg",
      "desc_short": "In this talk we will investigate whether and how Digital Technologies help to bridge borders in terms of Telecommunications, Creative Technologies and Storytelling",
      "desc_full": "Borders have been with us since time began and their associated bureaucracies and paraphernalia such as customs & immigration, passports, visas, permits and now we even have Border Agencies. There are borders between knowledge disciplines (silos), cultural, political, religious and physical borders. Many have spent their lives building up and tearing down these borders, e.g. remember Checkpoint Charlie?, just look now at the border between North America and Mexico, but Renaissance Man Leonardo Da Vinci brought the arts and the sciences together, Gorbachev brought down the Berlin Wall, and the Suffragettes tore down gender borders although we do still have those glass ceilings...<br><br>In this talk we will investigate whether and how Digital Technologies do help to bridge borders in terms of TeleCommunications, Creative Technologies and StoryTelling. By Creative Technologies we mainly mean computer games, film & animation and music technologies.<br><br>We will use as case studies Project Kelvin, ERNACT, The Imagineering Quarter, The Nerve Centre, FAB-LAB, Verbal Arts Centre, Ebrington Creative Hub, Ft. George North West Science Park, CultureTech, The Loebner Prize, Stravaganza Productions, drones, Joyce Cary Creative Centre (J3C), Resonance FM's Joyce Cary's Dartboard and the new Inishowen digital multimedia plays: `Across the water' (Paul McCarroll & Finbar Doherty, Carndonagh) based on `The last of the name' (Charles McGlinchey, Clonmany), `Farewell to the Foyle' (Martin O Lionsigh, Moville) & `Moville, The Bishop & The Big House' (Patsy Cavanagh, Greencastle).<br><br>Space, time and access do appear to be significant... There will be a particular focus on the Border Post between the USA & Mexico at El Paso (Texas) & Muff Border Post between Inishowen, Co. Donegal, Ireland & LegenDerry, Co. LegenDerry, Northern Ireland where cameo guest Michael Caine (`Not a lot of people know that') will uncover a true Muff Border Post story about Moville's Lady Maud Montgomery (mother of `The Full Monty') involving a British Prime Minister and, to conclude, this audience @ Muff Border Post will be asked the pertinent question: \"Do you have anything to declare??\"",
      "tags": ["Free"]
    },
    {
      "name": "",
      "img": "",
      "desc_short": "",
      "desc_full": "",
      "tags": [""],
      "rsvp": {
        "instructions": "<b></b><br>",
        "url": ""
      }
    }
  ],
  "locations": [
    {
      "name": "Millennium Forum",
      "img": "millenniumforum.jpg",
      "address": "Orchard Street,<br>Derry-Londonderry",
      "lat": 54.995462,
      "long": -7.319436
    },
    {
      "abstract": true,
      "name": "In Schools"
    },
    {
      "name": "Void Gallery",
      "img": "voidgallery.jpg",
      "address": "Patrick Street,<br>Derry-Londonderry",
      "lat": 55.000241,
      "long": -7.323588
    },
    {
      "name": "Verbal Arts Centre",
      "img": "verbalarts.jpg",
      "address": "Stable Lane,<br>Derry-Londonderry",
      "lat": 54.994203,
      "long": -7.324469
    },
    {
      "name": "The Playhouse",
      "img": "playhouse.png",
      "address": "Artillery Street,<br>Derry-Londonderry",
      "lat": 54.994368,
      "long": -7.320935
    },
    {
      "name": "CCA",
      "img": "cca.jpg",
      "address": "10-12 Artillery Street,<br>Derry-Londonderry",
      "lat": 54.994138,
      "long": -7.321403
    },
    {
      "name": "Holywell Trust",
      "img": "holywell.jpg",
      "address": "Bishop Street,<br>Derry-Londonderry",
      "lat": 54.995445,
      "long": -7.322066
    },
    {
      "name": "Nerve Centre",
      "img": "nervecentre.jpg",
      "address": "Magazine Street,<br>Derry-Londonderry",
      "lat": 54.996414,
      "long": -7.322335
    },
    {
      "name": "Learning Pool Cottage",
      "img": "craftvillage.jpg",
      "address": "The Craft Village,<br>Shipquay Street,<br>Derry-Londonderry",
      "lat": 54.996246,
      "long": -7.321099
    },
    {
      "name": "Chamber of Commerce",
      "img": "chamber.jpg",
      "address": "1a Hawkin Street,<br>Derry-Londonderry,<br>BT48 6RD",
      "lat": 54.992881,
      "long": -7.320226
    },
    {
      "name": "Old Library Trust",
      "img": "olt.jpg",
      "address": "Central Drive,<br>Derry-Londonderry,<br>BT48 9QG",
      "lat": 54.996000,
      "long": -7.345998
    },
    {
      "name": "Waterside Theatre",
      "img": "watersidetheatre.jpg",
      "address": "Glendermott Road,<br>Derry-Londonderry,<br>BT47 6BG",
      "lat": 54.994779,
      "long": -7.307145
    },
    {
      "name": "Northwest Science Park",
      "img": "sciencepark.jpg",
      "address": "Bay Road,<br>Derry-Londonderry,<br>BT48 7TG",
      "lat": 55.013169,
      "long": -7.312988
    },
    {
      "name": "Ebrington 80/81",
      "img": "building80.jpeg",
      "address": "Ebrington Parade Ground,<br>Derry-Londonderry,<br>BT47 1JY",
      "lat": 54.998182,
      "long": -7.311228
    },
    {
      "name": "St. Mary's Hall",
      "img": "stmarys.jpg",
      "address": "Muff,<br>County Donegal,<br>Ireland",
      "lat": 55.072374,
      "long": -7.267899
    }
  ]
}