[
  {
    "id": "ilex",
    "name": "Ilex",
    "title": "Principal Funder",
    "image": "ilex.png",
    "descriptionShort": "Ilex URC was established to promote the physical, economic and social regeneration of Derry~Londonderry.",
    "description": "Ilex urc was established to promote the physical, economic and social regeneration of Derry~Londonderry and has specific responsibility to manage and re-develop the former military base of Ebrington (26 acres).\n\nMixed use development is envisaged for the site and revitalisation of the riverfront is a key objective.\n\nEbrington Square has created one of the most remarkable and successful shared spaces in these islands, with the 5-acre site hosting events such as The Beach Boys, Radio 1’s Big Weekend, and the Walled City Tattoo.  It is also used by countless local charities for fundraising.\n\nDerry~Londonderry has a population of almost 110,000 and a hinterland of over 330,000."
  },
  {
    "id": "dcal",
    "name": "Department of Culture, Arts and Leisure",
    "nameShort": "DCAL",
    "title": "Principal Funder",
    "image": "dcal.png",
    "descriptionShort": "The Department of Culture, Arts and Leisure (DCAL) is committed to proactively harnessing the transformative power of the creative and cultural sectors.",
    "description": "The Department of Culture, Arts and Leisure (DCAL) is committed to proactively harnessing the transformative power of the creative and cultural sectors to tackle disadvantage and support a confident, creative, informed and healthy society in this part of Ireland.\n\nOur top priority is to promote social and economic equality and tackle poverty and social exclusion.\n\nDCAL has responsibility for a diverse portfolio ranging across arts and creativity, museums, libraries, sport, inland waterways and inland fisheries, linguistic diversity and public records.\n\nIt supports cross-cutting Government priorities and works with a wide range of social partners to make a real difference to people’s lives.\n\nProgrammes, organisations and strategic initiatives supported and delivered by DCAL can catalyse life-changing pathways and help to deliver wider social and economic change."
  },
  {
    "id": "uu",
    "name": "Ulster University",
    "title": "Principal Funder",
    "image": "uu.png",
    "descriptionShort": "Ulster is a university with a national and international reputation for excellence, innovation and regional engagement.",
    "description": "Ulster is a university with a national and international reputation for excellence, innovation and regional engagement.\n\nWe make a major contribution to the economic, social and cultural development of Northern Ireland and play a key role in attracting inward investment.\n\nOur core business activities are teaching and learning, widening access to education, research and innovation and technology and knowledge transfer.\n\nWe have a positive impact on the economy and community in Northern Ireland and employ over 3000 staff with an annual turnover of more than £200 million.\n\nTechnology and knowledge transfer and commercial exploitation of ideas are promoted by our Office of Innovation through a range of initiatives and ongoing research and consultancy with business and industry.\n\nWe are a major contributor to the Research and Development capacity within Northern Ireland and we support local business and industry. The 2008 Research Assessment Exercise confirmed the strength and quality of our research and the advances that we are continually making.\n\nWe make a leading contribution to lifelong learning (via eLearning), widening access to education for all - enhancing the region's knowledge base.\n\nPartnerships have been forged with other educational providers locally, nationally and internationally and we have a network of strategic partnerships throughout the world."
  },
  {
    "id": "niscreen",
    "name": "Northern Ireland Screen",
    "nameShort": "NI Screen",
    "title": "Principal Funder",
    "image": "niscreen.png",
    "descriptionShort": "Northern Ireland Screen is the government-backed lead agency in Northern Ireland for the film, television and digital content industry.",
    "description": "Northern Ireland Screen is the government-backed lead agency in Northern Ireland for the film, television and digital content industry, driving global growth through boosting our economy, celebrating our culture and enhancing our children’s education.\n\nIn our new 4-year strategy, Opening Doors, for the years 2014-18, we have a clear vision to transform the screen industries in Northern Ireland, ensuring that we have the strongest screen industry outside of London in the UK and Ireland within 10 years, supported by vibrant and diverse cultural voices that are recognized and celebrated equally at home and abroad.\n\nThis mission, to accelerate the development of a dynamic and sustainable screen industry and culture in Northern Ireland"
  },
  {
    "id": "derrycitycouncil",
    "name": "Derry City Council",
    "title": "Principal Funder",
    "image": "derrycitycouncil.png",
    "descriptionShort": "Derry City Council is the local government authority for the city of Derry in Northern Ireland.",
    "description": "Derry City Council is the local government authority for the city of Derry in Northern Ireland.  The Council provides services to nearly 108,000 people, making it the third-largest district council in Northern Ireland by population.\n\nThe Council is made up of 30 councillors, elected every four years from five electoral areas and holds its meetings in The Guildhall. The Mayor for the 2014-2015 term is Brenda Stevenson of the Social Democratic and Labour Party, while Gary Middleton of the Democratic Unionist Party serves as Deputy Mayor."
  },
  {
    "id": "londonderrychamber",
    "name": "Londonderry Chamber",
    "nameShort": "L'derry Chamber",
    "title": "Principal Funder",
    "image": "londonderrychamber.png",
    "descriptionShort": "Londonderry Chamber of Commerce develops and delivers dynamic and effective services, programmes and events that support our members in expanding their businesses and enhancing their brand profile.",
    "description": "Londonderry Chamber of Commerce develops and delivers dynamic and effective services, programmes and events that support our members in expanding their businesses and enhancing their brand profile.\n\nWith over 500 members covering sole traders, SMEs, large corporations and institutions representing a combined workforce of 30,000, the Chamber provides advocacy for North West business interests at a local, regional, national and European level.\n\nThe Chamber strives to ensure that our members optimise their opportunities to grow and enhance their position in the global market place through all the services we offer."
  },
  {
    "id": "touristboard",
    "name": "Northern Ireland Tourist Board",
    "nameShort": "NI Tourist Board",
    "title": "Principal Funder",
    "image": "touristboard.png",
    "descriptionShort": "Tourism NI is responsible for the development of tourism and the marketing of Northern Ireland as a tourist destination to domestic tourists, from within Northern Ireland, and to visitors from the Republic of Ireland.",
    "description": "Tourism NI is responsible for the development of tourism and the marketing of Northern Ireland as a tourist destination to domestic tourists, from within Northern Ireland, and to visitors from the Republic of Ireland.\n\nWe are a non-departmental public body of the Department of Enterprise, Trade and Investment and we work closely with other tourism bodies to help develop the visitor economy here and to market Northern Ireland to incoming visitors."
  },
  {
    "id": "honeycomb",
    "name": "Honeycomb",
    "title": "Principal Funder",
    "image": "honeycomb.png",
    "descriptionShort": "Honeycomb - Creative Works is a £3.58m programme targeted at the digital content sector across the INTERREG IVA region of Northern Ireland, the six border counties of the Republic of Ireland and the western seaboard of Scotland.",
    "description": "Honeycomb - Creative Works is a £3.58m programme targeted at the digital content sector across the INTERREG IVA region of Northern Ireland, the six border counties of the Republic of Ireland and the western seaboard of Scotland.\n\nHoneycomb will address the economic, educational, social and cultural needs of the sector by focusing on SMEs, organisations and individuals that play a role, or have a vested interest in the development of the digital content sub sector.\n\nThe programme is being delivered by a partnership led by University of Ulster and comprising Dundalk Institute of Technology (DkIT) and Creative Skillset."
  },
  {
    "id": "artsandbusiness",
    "name": "Arts and Business",
    "title": "Principal Funder",
    "image": "artsandbusiness.png",
    "descriptionShort": "Arts & Business is one of the leading global experts in developing private and public sector partnerships with the arts.",
    "description": "Arts & Business is one of the leading global experts in developing private and public sector partnerships with the arts.\n\nWe connect companies, communities and individuals to cultural organisations and provide the delivery, expertise and insight for their relationships to thrive, for their mutual benefit and that of the wider community.\n\nFounded in 1976, our recent merger with Business in the Community brought together the expertise of the Arts & Business team within the wider function of Business in the Community. The mission of Arts & Business is to encourage and promote stronger partnerships between business and the arts.\n\nThese partnerships will underline the power of the arts to transform business and communities and the power of business to transform the arts.\n\nSee more at: http://artsandbusiness.bitc.org.uk/about-ab#sthash.QQzXHci5.dpuf"
  },
  {
    "id": "investni",
    "name": "Invest NI",
    "title": "Major Sponsor",
    "image": "investni.png",
    "descriptionShort": "Our role is to grow the economy by helping new and existing businesses to compete internationally, and by attracting new investment to Northern Ireland.",
    "description": "Our role is to grow the economy by helping new and existing businesses to compete internationally, and by attracting new investment to Northern Ireland.\n\nWe are part of the Department of Enterprise, Trade and Investment and provide strong government support for business by effectively delivering the Government’s economic development strategies, making the most efficient use of available resources.\n\nInvest NI offers the Northern Ireland business community a single organisation providing high-quality services, programs, support and expert advice.\n\nWe principally support businesses in the manufacturing and tradeable services sectors"
  },
  {
    "id": "bt",
    "name": "BT",
    "title": "Major Sponsor",
    "image": "bt.png",
    "descriptionShort": "BT is one of the world’s leading communications services companies, serving the needs of customers in the UK and in more than 170 countries worldwide.",
    "description": "BT is one of the world’s leading communications services companies, serving the needs of customers in the UK and in more than 170 countries worldwide.\n\nOur main activities are the provision of fixed-line services, broadband, mobile and TV products and services as well as networked IT services.\n\nIn the UK we are a leading communications services provider, selling products and services to consumers, small and medium sized enterprises and the public sector.\n\nWe also sell wholesale products and services to communications providers in the UK and around the world. Globally, we supply managed networked IT services to multinational corporations, domestic businesses and national and local government organisations."
  },
  {
    "id": "learningpool",
    "name": "Learning Pool",
    "title": "Major Sponsor",
    "image": "learningpool.png",
    "descriptionShort": "Learning Pool gives you smarter e-learning at better value. How do we do it? By providing inspiring content, clever technology and a fantastic support team. That’s how we became the UK’s biggest e-learning community. And we can’t wait for you to experience it.",
    "description": "Learning Pool gives you smarter e-learning at better value. How do we do it? By providing inspiring content, clever technology and a fantastic support team. That’s how we became the UK’s biggest e-learning community. And we can’t wait for you to experience it.\n\nThe people you’ll meet at Learning Pool are talented experts who love their work. Some are creative. Some are organisers. Some are problem-solvers and some are our tech brains. But each of them knows their stuff and works hard for you.\n\nOur people do everything they can to be available when you need them. They’re only a quick call away and are always happy to offer advice, support and handy hints.\n\nWe're on a mission to inspire your team and put you in control of their potential.\n\nWe can give you all the e-learning services you'll need to manage your talent in new ways. And we've done this before. Our one million learners love the support we provide.\n\nJoin us and we’ll help you get there."
  },
  {
    "id": "seagate",
    "name": "Seagate",
    "title": "Major Sponsor",
    "image": "seagate.png",
    "descriptionShort": "Seagate is the global leader in data storage solutions, developing amazing products that enable people and businesses around the world to create, share and preserve their most critical memories and business data.",
    "description": "Founded in 1979, Seagate is the industry leader in hard disk drives and storage solutions.\n\nFrom the videos, music and documents that we share with friends and family on social networks, to servers that form the backbone of enterprise data centres and cloud-based computing, to desktop and notebook computers that fuel our personal productivity, Seagate products help more people to store, share and protect their valuable digital content.\n\nSeagate offers the industry’s broadest portfolio of hard disk drives, solid state drives and solid state hybrid drives. In addition, the Company offers an extensive line of retail storage products for consumers and small businesses, along with data recovery services for any brand of hard drive and digital media type.\n\nSeagate employs more than 50,000 people around the world - including over 1,000 in Derry-Londonderry"
  },
  {
    "id": "syncni",
    "name": "Sync NI",
    "title": "Partner",
    "image": "syncni.png",
    "descriptionShort": "Sync NI is a leading on line media channel designed to serve and promote the best interests of Northern Ireland's Technology, Science and Innovation Communities.",
    "description": "Sync NI is a leading on line media channel designed to serve and promote the best interests of Northern Ireland's Technology, Science and Innovation Communities\n\nOur aim is to keep companies and individuals informed about trends and developments from key players operating within the local sectors and their wider global impact\n\nIndustry news, information on local events, interviews with key industry figures, job opportunities, latest features and a vibrant online community\n\nThinking Global, acting local, Sync NI provides both indigenous and international companies already operating here or those organisations interested in doing business in Northern Ireland with a 'one stop shop update' on what’s happening within our local Technology, Science and Innovation sectors and players"
  },
  {
    "id": "bbcni",
    "name": "BBC Northern Ireland",
    "nameShort": "BBC NI",
    "title": "Partner",
    "image": "bbcni.png",
    "descriptionShort": "BBC Northern Ireland is the largest public service broadcaster in Northern Ireland providing television, radio, online and interactive content.",
    "description": "BBC Northern Ireland is the main public service broadcaster in Northern Ireland.\n\nBased at Broadcasting House, Belfast, it provides television, radio, online and interactive television content. BBC Northern Ireland currently employs 700 people, largely in Belfast.\n\nBBC Northern Ireland's online service provides News, Sport, Schools, Learning and Programme information for television and radio programmes. It provides a streaming audio service for Radio Ulster and Radio Foyle as well as every programme on demand for up to a week after transmission"
  },
  {
    "id": "downtownradio",
    "name": "Downtown Radio",
    "title": "Partner",
    "image": "downtownradio.png",
    "descriptionShort": "Northern Ireland station featuring 60's, 70's, 80's, 90's and today, plus New Country and Irish music.",
    "description": "Downtown Radio is an Adult Contemporary music radio station based in Newtownards, County Down, that serves all of Northern Ireland.\n\nDowntown Radio is a brand that is synonymous with radio audiences across Northern Ireland. When it signed on air in March 1976 it was already making broadcasting history by becoming the first commercial radio station in Ireland.\n\nThe station’s style and attitude delivers to its listeners great adult contemporary music from the 70s to today. Entertainment, companionship and informative, concise news are the brand’s cornerstones.\n\nGet Downtown Radio and Downtown Country on DAB Digital Radio across Northern Ireland. "
  },
  {
    "id": "derryjournal",
    "name": "Derry Journal",
    "title": "Partner",
    "image": "derryjournal.png",
    "descriptionShort": "Derry Journal provides news, events and sport features from the Derry area.",
    "description": "Derry Journal provides news, events and sport features from the Derry area. For the best up to date information relating to Derry and the surrounding areas\n\nPublished on Tuesday and Friday, The Derry Journal provides news, events and sport features from the Derry area.\n\nThe paper is published on Tuesday and Friday and is a sister paper of the Sunday Journal, the only local newspaper published in Ireland on a Sunday. It is the second oldest newspaper still in existence in Ireland."
  }
]